/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Aucune donnée";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Sauvegarder";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Saisissez de nouveau votre signature.";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Effacer";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Annuler";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Signature";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Toucher pour signer";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Zone de signature";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Touchez deux fois et faites glisser pour signer";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Image de signature";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Ligne de signature";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Annulé";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Suivant";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "Ok";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Statut";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "L'utilisateur a annulé l'activation.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Sans votre déclaration de consentement, vous ne pourrez pas continuer le processus d'activation.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Donner mon consentement";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Quitter";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Retour";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Étape";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "sur";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Voulez-vous vraiment quitter le processus d'activation ?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "La confidentialité des données est importante pour vous ?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Prenez soin de vos données.";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Pas maintenant";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Autoriser";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Refuser";

/* XBUT: Agree action title in EULAView */
"Agree" = "Accepter";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Refuser";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Chargement en cours...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Pour l'instant, il n'y a rien à afficher.";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d hre(s) %d min";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Terminé";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "La table de données contient %d erreurs.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "en-tête de ligne";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "ligne %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "colonne %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "accessoire principal";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "accessoire secondaire";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "texte";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "image";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "date";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "heure";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "durée";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "élément de liste";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "sélectionné";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "non sélectionné";

/* XBUT: calendar time component label */
"Time" = "Heure";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Valeur : %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "La cellule touchée est en lecture seule.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Zone en lecture seule";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Plus aucun caractère restant.";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Réduisez le nombre de caractères.";

